#+TITLE: Introduction to Python and Webscraping
#+Author: Robert Vesco
#+LaTeX_HEADER: \institute[ILO]{Yale School of Management \\ Initiative on Leadership and Organization (ILO)}
#+LaTeX_CLASS: beamer
#+BEAMER_THEME: Montpellier
#+BEAMER_COLOR_THEME: beaver
#+BEAMER_INNER_THEME: rounded
#+BEAMER_OUTER_THEME: infolines
#+BEAMER_FONT_THEME: professionalfonts
#+OPTIONS: H:3
#+OPTIONS: toc:nil
 # #+Latex_header: \setbeameroption{show only notes}
 # #+Latex_header: \setbeameroption{show notes}
#+Latex_header: \input{preamble.tex}
#+Latex_header: \usepackage{attachfile2}
#+Latex_header: \usepackage{hyperref}
#+Latex_header: \setbeamertemplate{itemize/enumerate subbody begin}{\vspace{0.1cm}}
#+Latex_header: \setbeamertemplate{itemize/enumerate subbody end}{\vspace{0.1cm}}
#+EXPORT_SELECT_TAGS: export
#+EXPORT_EXCLUDE_TAGS: noexport

**** Version 2 - Print Statement
#+BEGIN_SRC python
print "hello world"
#+END_SRC

#+RESULTS:
:RESULTS:
hello world
:END:

**** Version 3 - Print Function
#+BEGIN_SRC python
print("hello world")
#+END_SRC

#+RESULTS:
hello world

